INSERT INTO plants (id, name, image_url, scientific_name, description, water_needs, light, humidity, temperature, winter_temperature, color_feature, plant_type, has_thorns, leaf_shape1, leaf_shape2, leaf_shape3, leaf_shape4, experience_level, pet_safety, size, difficulty, price_range, care_instructions, category, created_at) VALUES
(1110, '크루시아', NULL, 'Clusia rosea', '크루시아는 동그랗고 두툼한 잎을 가진 식물이에요. 빛이 적은 곳에서도 잘 자라고, 잎이 두툼해서 물을 머금고 있기 때문에 건조에도 강한 편이에요. 청페페와 닮았지만 크루시아는 잎 끝이 더 뾰족하고 자라면서 점점 더 나무처럼 목대가 생긴답니다.', '주 1~2회
흙 표면부터 3cm까지 마르면, 듬뿍 주세요.', '반양지', '40~70%', '16~20℃', '0℃ 이상', '녹색', '잎을 감상하는', false, '둥근모양', '길쭉한', '잎이 두꺼운', '잎이 빳빳한', NULL, NULL, '소, 중형', '하', '소: 3천원~8천원
중: 1만원~1만5천원', NULL, NULL, '2025-05-26 15:33:37.100148'),
(1112, '줄리아 페페', NULL, 'Peperomia puteolata', '줄리아 페페는 아몬드를 닮은 초록색 잎이 귀여운 식물이에요. 페페로미아 종류로 잎이 두툼해서 물을 머금고 있기 때문에 건조에 강한 편이에요. 빛이 다소 적게 드는 곳에서도 잘 자라준답니다.', '주 1~2회
흙 표면부터 3cm까지 마르면, 듬뿍 주세요.', '반양지', '40~70%', '20~25℃', '10℃ 이상', '녹색잎에 하얀 무늬가 있는', '잎을 감상하는', false, '둥근모양', '길쭉한', '무늬가 있는', '잎 끝이 뾰족한', NULL, NULL, '소형', '하', '3천원~9천원', NULL, NULL, '2025-05-26 15:33:37.237538'),
(1105, '학자스민', NULL, 'Jasminum polyanthum Franchet', '학 자스민은 옅은 분홍색에서 흰색의 꽃이 피는 식물이에요. 자스민이라고 불리는 식물 중에 몇 안되는 진짜 자스민이랍니다. 봄부터 가을까지 피는 꽃은 향이 아주 달콤해요. 늘어져서 자라는 넝쿨식물이어서 지지대에 풍성하게 묶거나 공중에 걸어 늘어지게 연출해도 좋아요.', '주 1~2회
흙 표면부터 3cm까지 마르면, 듬뿍 주세요.', '반양지', '40~70%', '16~26℃', '5℃ 이상', '녹색 잎, 하얀꽃', '꽃을 감상하는', false, '둥근모양', '길쭉한', '잎 끝이 뾰족한', '잎이 두꺼운', NULL, NULL, '소, 증형', '중', '소: 6천원~8천원
중: 1만8천원~2만5천원', NULL, NULL, '2025-05-26 15:33:36.756512'),
(1111, '천냥금', NULL, 'Ardisia japonica', '천냥금은 부와 재산을 상징해 개업, 집들이 선물로 찰떡인 식물이예요. 천냥금은 빛이 적은 곳에서도 잘 자라고 관리하기 까다롭지 않아 초보 식집사에게도 추천하는 식물입니다. 여름이면 하얀 꽃이 피고, 가을에는 열매가 맺혀 점점 빨갛게 익어가 오랫동안 귀여운 열매를 감상할 수 있어요. 공기정화능력도 뛰어나 실내에서 어렵지 않게 열매를 감상할 수 있어 오랫동안 높은 인기를 자랑하고 있어요. 열매에는 독성이 있어 반려동물이나 어린아이가 있는 집에서는 주의가 필요해요.', '주 1~2회
흙 표면부터 3cm까지 마르면, 듬뿍 주세요', '반양지', '40~70%', '16~20℃', '0℃ 이상', '초록잎, 하얀꽃, 붉은 열매', '열매를 감상하는', false, '둥근모양', '길쭉한', '잎 끝이 뾰족한', '잎이 빳빳한', '초보자', '주의 필요', '소형', '하', '3천원~6천원', NULL, NULL, '2025-05-26 15:33:37.170177'),
(1117, '오로라 페페', NULL, 'Iresine herbstii ''Aureoreticulata''', '오로라 페페는 초록색, 노란색의 잎에 붉은 줄기까지 다양한 색상을 갖고 있어요. 색이 다양해서 오로라 페페라고 불리고 있지만, 사실 페페는 아니고 비름과 식물이에요. 더운 여름보다는 서늘한 날씨에서 더 빠르게 성장해요.', '주 1~2회
흙 표면부터 3cm까지 마르면, 듬뿍 주세요.', '양지', '40~70%', '18~27℃', '13℃ 이상', '녹색잎에 붉은 줄기', '잎을 감상하는', false, '둥근모양', '무늬가 있는', '잎 끝이 뾰족한', '잎이 두꺼운', NULL, NULL, '소형', '중', '3천원~5천원', NULL, NULL, '2025-05-26 15:33:37.62008'),
(1121, '산토소마 린드니', NULL, 'Xanthosoma lindenii', '산토소마 린드니는 초록색 바탕에 하얀 크림색 무늬가 중심부에 있는 열대 식물이에요. 말의 얼굴을 닮은 잎은 성장할수록 거대해지며, 잎의 흰색 무늬도 진해져요. 물을 아주 좋아하는 친구라 조금만 물이 부족해도 고개를 푹 숙여 깜짝 놀라게 한답니다.', '주 1~2회
흙 표면부터 3cm까지 마르면, 듬뿍 주세요.', '반양지', '40~70%', '18~26℃', ' 10℃ 이상', '녹색 잎에 하얀무늬', '잎을 감상하는', false, '하트모양', '길쭉한', '무늬가 있는', '잎 끝이 뾰족한', NULL, NULL, '중형', '중', '3만원~7만5천원', NULL, NULL, '2025-05-26 15:33:38.035355'),
(1115, '워터 코인', NULL, 'Hydrocotyle verticillata', '동글동글 동전을 닮은 잎이 매력적인 워터코인은 초보자들도 키우기 쉬운 대표적인 식물이에요. 물을 아주 좋아해서 흙을 바싹 말리지만 않는다면 아주 잘 자라요. 뿌리의 흙을 깨끗이 씻어내고 수경재배로 키워도 아주 잘 자라 과습의 해를 거의 입지 않는 순둥이 식물이랍니다.', '평균 주 2회 이상
흙이 바싹 마르지 않도록 주의해주세요', '반양지', '70% 이상', '15~25℃', '5℃ 이상', '녹색', '잎을 감상하는', false, '둥근모양', '잎이 두꺼운', '잎이 빳빳한', NULL, '초보자', NULL, '소형', '하', '2천원~5천원', NULL, NULL, '2025-05-26 15:33:37.463577'),
(1119, '시클라멘', NULL, 'Cyclamen', '시클라멘은 공중에 둥둥 떠있는 난을 닮은 꽃이 있는 식물이에요. 구근 식물이어서 겨울에 꽃을 한껏 피우고 날씨가 따뜻해지면 휴면기로 접어들어요. 꽃 색상은 보라색, 흰색, 분홍색 등등으로 다양하고 프릴이 있는 품종도 있어요.', '주 1~2회
흙 표면부터 3cm까지 마르면, 듬뿍 주세요', '반양지', '40~70%', '12~20℃ ', ' 10℃ 이상', '녹색잎, 다양한색상의 꽃', '꽃을 감상하는', false, NULL, NULL, NULL, NULL, NULL, NULL, '소형', '중', '4천원~6천원', NULL, NULL, '2025-05-26 15:33:37.837733'),
(1123, '바로크 벤자민', NULL, 'Ficus benjamina ''barok''', '바로크 벤자민은 뒤로 말린 잎이 특이한 고무나무에요. 생김새만 보면 키우기 어려울 것 같지만 다른 고무나무처럼 무난한 편이에요. 줄기를 자를 때 흰색 유액이 나오는데 약한 독성을 지녀요 어린 어린아이, 반려동물에게 해가 될 수 있으니 손에 닿지 않게 주의해 주세요.', '주 1~2회
흙 표면부터 3cm까지 마르면, 듬뿍 주세요.', '반양지', '40~70%', '18~26℃', ' 10℃ 이상', '녹색', '잎을 감상하는', false, '둥근모양', '길쭉한', '잎 끝이 뾰족한', '잎이 두꺼운', '초보자', '주의 필요', '소, 중형', '중', '소: 8천원~1만원
중: 1만5천원~2만5천원', NULL, NULL, '2025-05-26 15:33:38.161834'),
(1122, '산호수', NULL, 'Ardisia pusilla', '산호수는 톱니 모양의 잎에 싱그러운 녹색 잎을 가진 식물이에요. 잘 키운다면 가을~봄에 빨간색 열매도 볼 수 있어요. 키우기 어렵지 않고 싱그러운 모습이라 식물을 처음 키우는 분들에게 추천드려요.', '주 1~2회
흙 표면부터 3cm까지 마르면, 듬뿍 주세요.', '반양지', '40~70%', '18~26℃', ' 5℃  이상', '녹색', '잎을 감상하는', false, '둥근모양', '길쭉한', '갈라진', '잎 끝이 뾰족한', '초보자', NULL, '소형', '하', '3천원~5천원', NULL, NULL, '2025-05-26 15:33:38.099527'),
(1079, '미니 알로에', NULL, 'Aloe arborescens', '미니 알로에는 남아프리카에 자생하고 가장 널리 재배되는 알로에 중 하나에요. 보통 크란츠 알로에 라고 부르는데, ‘크란츠''는 알로에가 선호하는 서식지에서 유래되었고, 바위능선이나 절벽을 뜻하는 아프리카어입니다. 키우기 쉽고 잘 자라서 초보 가드너들에게 사랑받는 식물이에요. 미니 알로에는 먹을 수 있는 알로에 베라와는 다르므로 섭취하지 마시고, 가장자리에 뾰족한 가시가 있어 어린 아이와 반려동물에게 주의가 필요해요.', '평균 월 1~2회
통통한 몸통이 살짝 쭈글해지면 듬뿍 주세요', '양지', '40% 이하', '18-24°C', '5℃ 이상', '녹색', '다육/선인장', false, '길쭉한', '잎 끝이 뾰족한', '잎이 두꺼운', NULL, '초보자', '주의 필요', '소형', '하', '1천원~3천원', NULL, NULL, '2025-05-26 15:33:35.066578'),
(1116, '왁스플라워', NULL, 'Chamelaucium uncinatum', '왁스 플라워는 가늘고 여리여리한 잎에 수수한 꽃이 피는 식물이에요. 보라색, 흰색, 붉은색 등 아주 다양한 색상의 꽃이 겨울에서 봄까지 펴요. 절화로 많이 쓰였지만 최근에는 화분에 심어진 왁스 플라워도 많이 유통되고 있어요. 호주에서 온 왁스플라워는 건조에 강하고 습한 것을 싫어한다고 해요.', '주 1~2회
흙 표면부터 3cm까지 마르면, 듬뿍 주세요', '양지', '40~70%', '15~30℃', '5℃ 이상', '녹색잎, 다양한색상의 꽃', '꽃을 감상하는', false, '바늘모양', '길쭉한', '잎 끝이 뾰족한', '잎이 빳빳한', NULL, NULL, '소, 중형', '중', '소: 8천원~1만원
중: 1만8천원~3만원', NULL, NULL, '2025-05-26 15:33:37.537059'),
(1118, '연화죽', NULL, 'Dracaena sanderiana', '연화죽은 대나무를 닮은 생김새를 지니고 있지만 대나무와 다르게 속이 꽉 차있는 식물이에요. 초보자가 키우기 정말 쉬운 식물로 일반적으로 가정에서는 물에 담구어 키우기도 해요. 개운죽과 많이 닮았지만 마디사이의 간격이 짧고 통통한 느낌이에요.', '주 1회
흙 표면부터 3cm까지 마르면, 듬뿍 주세요.', '반양지', '40~70%', '18~26℃ ', ' 10℃ 이상', '녹색', '잎을 감상하는', false, '길쭉한', '무늬가 있는', '잎 끝이 뾰족한', '잎이 빳빳한', '초보자', NULL, '소형', '하', '5천원~8천원', NULL, NULL, '2025-05-26 15:33:37.738245'),
(1095, '목마가렛', NULL, 'Marguerite daisy', '국화과에 속하는 목마가렛은 카나리아 제도에서 왔어요. 나무처럼 줄기가 단단해져서 목 마가렛이라는 이름이 붙었고 외국에서는 Marguerite, Paris Dasiy 라는 이름으로 불려요. 흰색, 빨간색, 노란색 등 다양한 색의 꽃이 있어요. 보통 5월부터 1월까지 꽃이 피고 더운 것을 싫어하기 때문에 여름에는 시원한 곳에서 관리해주는 것이 좋아요.', '주 1~2회
흙 표면부터 3cm까지 마르면, 듬뿍 주세요.', '양지', '40~70%', '16~20℃', '0℃', '초록잎, 다양한 색의 꽃', '꽃을 감상하는', false, '바늘모양', '갈라진', '잎 끝이 뾰족한', NULL, NULL, NULL, '소형', '중', '4천원~6천원', NULL, NULL, '2025-05-26 15:33:36.101666'),
(1108, '튤립', NULL, 'Tulipa gesneriana', '튤립은 봄에 형형색색의 황홀한 꽃을 보여주는 백합과에 속하는 추식 구근식물이에요. 튤립은 과거에 유럽에서 엄청난 인기를 끌어 비싼 가격에 거래 되었어요. 지금은 저렴한 가격에 구근을 구매하거나 절화시장에서 만나볼 수 있어 요. 봄에 튤립축제에서 빨강, 분홍, 흰색, 보라색의 꽃을 볼 수 있어요. 꽃이 피고 난 구근은 관리를 잘 해주면 내년에도 볼 수 있지만, 우리나라 기후에서는 제대로 관리하기 힘들어 일회성 구근으로 생각하는 것이 좋아요.', '싹이 나온 뒤 주 2회
흙 표면부터 3cm까지 마르면, 듬뿍 주세요', '양지', '40~70%', '10~18℃ ', NULL, '초록잎,다양한색의 꽃', '꽃을 감상하는', false, '길쭉한', '잎 끝이 뾰족한', '잎이 두꺼운', '잎이 빳빳한', NULL, NULL, '소형', '중', '7천원~1만원', NULL, NULL, '2025-05-26 15:33:36.951934'),
(1114, '유칼립투스 슈가검', NULL, 'Eucalyptus cladocalyx', '유칼립투스 슈가검은 끝이 얄쌍한 타원형 잎을 가진 유칼립투스에요. 강한 햇빛과 바람이 아주 잘 드는 곳을 좋아해 야외에서 키우는 것이 가장 좋아요. 환경만 맞는다면 성장속도가 아주 빨라서 키우는 재미가 있어요', '주 2~3회
흙 표면부터 3cm까지 마르면, 듬뿍 주세요.', '양지', '40~70%', '23~30℃', '-4℃ 이상', '녹색잎에 붉은 테두리', '잎을 감상하는', false, '둥근모양', '잎 끝이 뾰족한', '잎이 빳빳한', NULL, NULL, NULL, '소, 중형', '중', '소: 3천원~5천원
중: 1만원~1만8천원', NULL, NULL, '2025-05-26 15:33:37.363004'),
(1120, '산세베리아 슈퍼바', NULL, 'Sansevieria Trifasciata ‘Futura Superba’', '산세베리아 슈퍼바는 잎 테두리의 노란 무늬가 예쁜 식물이에요. 산세베리아는 밤에 산소를 내어주고 이산화탄소를 흡수해 밤에 공기정화 능력이 아주 뛰어난 식물이랍니다. 산세베리아는 빛이 적은 곳에서도 잘 자라고 물을 자주 주지 않아도 되어 초보가드너도 어려움 없이 키울 수 있는 식물이에요. 식물에게 독성이 있으니 반려동물과 어린아이가 있는 경우에는 섭취하지 않도록 주의해 주세요.', '평균 월 1회 이하
단단한 잎이 말랑말랑해지면 주세요', '반음지', '40~70%', '18~30℃', '13℃ 이상', '녹색잎에 노란 무늬', '다육/선인장', false, '길쭉한', '무늬가 있는', '잎 끝이 뾰족한', '잎이 두꺼운', '초보자', '주의 필요', '소, 중형', '하', '소: 3천원~5천원
중: 8천원~1만5천원', NULL, NULL, '2025-05-26 15:33:37.966504'),
(1089, '덕구리 난', NULL, 'Beaucarnea recurvata', '덕구리난은 백합과 식물로 천년을 살아간다고 하는 식물이에요. 이름에 난이 들어가지만 난의 종류는 아니랍니다. 줄기 부분이 코끼리의 발을 닮았다고 해서 ''elephant foot''이라는 영어 이름을 가지고 있답니다. 일본에서는 작은 술병을 닮아 ''돗쿠리''라고도 불려요. 물이 적은 멕시코 사막에서 온 덕구리난은 환경에 적응한 식물이에요. 아래 줄기에는 물을 저장하는 능력이 뛰어나 건조에 매우 강해요. 통통한 줄기를 가지고 있기 때문에 충분한 크기의 화분에 키우시는게 성장에 좋아요.', '평균 월 1~2회
화분 속 흙이 다 마르면 듬뿍 주세요', '양지', '40% 이하', '21-25°C', '13℃ 이상', '녹색', '다육/선인장', false, '길쭉한', '잎 끝이 뾰족한', NULL, NULL, '초보자', '안전', '소형', '하', '2만원~3만원', NULL, NULL, '2025-05-26 15:33:35.705244'),
(1104, '후마타 고사리', NULL, 'Humata tyermannii(Davallia grffithiana)', '후마타 고사리는 털이 있는 근경 부분이 독특한 고사리에요. 성장하면서 점점 근경이 퍼져 나가는데, 거미발을 닮았어요. 습한 곳을 좋아하지만 다소 건조한 곳에서도 적응을 잘 하는 편이에요. 물만 말리지 않는다면 사계절 푸르고 하늘하늘한 후마타 고사리를 볼 수 있을거에요.', '주 1~2회
흙 표면부터 3cm까지 마르면, 듬뿍 주세요.', '반음지', '70%이상', '16~20℃', '5℃ 이상', '녹색', '잎을 감상하는', false, '길쭉한', '갈라진', '잎 끝이 뾰족한', NULL, '초보자', '안전', '소형', '하', '3천원~6천원', NULL, NULL, '2025-05-26 15:33:36.694946'),
(159, '호야 카르노사 (무늬 호야)', NULL, 'Hoya carnosa', '동남아와 호주에서 온 호야 카르노사는 현지에서 나무껍질, 돌 틈에 착생해요. ''Wax plant'' 라는 영명을 지니고 있는 호야는 왁스칠을 한 듯, 광택이 나는 잎을 가지고 있어요. 건조하게 관리하는게 좋으며 과습에 약해요.이쁜 꽃을 보기 위해서는 5~9월 사이, 낮 12시간 이상 한 달 넘게 빛을 받아야 해요. 또한 온도변화에 민감해서 한 공간에서 키우는게 좋아요. 호야는 실내공기를 정화하는 능력이 있는 공기정화 식물입니다. 특히 새집증후군을 일으키는 성분인 자일렌의 제거효율이 높은 편에 속해요. 호야는 향기나는 분홍, 흰색 꽃을 피우며 매년 꽃이 피는 자리에서 꽃이 피어요. 늘어지듯이 자라서 행잉화분에 심어 공중에 매달아서 많이 기른답니다.', '평균 주 1~2회
화분 속 흙이 다 마르면 듬뿍 주세요', '반양지', '40~70%', '21~25°C', '13℃ 이상', '녹색에 하얀무늬', '잎을 감상하는', false, '둥근모양', '무늬가 있는', '잎 끝이 뾰족한', '잎이 두꺼운', '초보자', '안전', '소형', '중', '3천원~6천원', NULL, NULL, '2025-04-19 17:48:32.67496') ON CONFLICT (id) DO NOTHING;
