INSERT INTO plants (id, name, image_url, scientific_name, description, water_needs, light, humidity, temperature, winter_temperature, color_feature, plant_type, has_thorns, leaf_shape1, leaf_shape2, leaf_shape3, leaf_shape4, experience_level, pet_safety, size, difficulty, price_range, care_instructions, category, created_at) VALUES
(1137, '틸란드시아 필리폴리아', NULL, 'Tillandsia filifolia', '틸란시아 필리폴리아는 코스타리카와 멕시코에 출신이에요. 가늘고 시원하게 뻗은 잎을 보면 사막이 생각나요. 다른 틸란시아와 다르게 들꽃을 닮은 소박하고 하늘하늘한 느낌의 작은 꽃이 여러개 펴요.', '주 1~2회
분무를 해주거나, 30분정도 물에 담가주세요.', '반양지', '40~70%', '18~24℃', ' 10℃ 이상', '녹색', '잎을 감상하는', false, '바늘모양', '길쭉한', '잎 끝이 뾰족한', '잎이 빳빳한', NULL, NULL, '소형', '중', '2만원~3만원', NULL, NULL, '2025-05-26 15:33:39.206525'),
(1140, '틸란드시아 아르젠티아', NULL, 'Tillandsia argentea', '틸란시아 아르젠티아는 아주 가는 잎이 빽빽하게 나서 솜방울 같은 느낌이 드는 식물이에요. ''은사초''와도 닮았어요. 틸란시아에서 나오는 뿌리는 착생을 위한 것이기 때문에 잘라내도 상관없어요.', '주 1~2회
분무를 해주거나, 30분정도 물에 담가주세요.', '반양지', '40~70%', '18~24℃', ' 10℃ 이상', '은빛이 도는 녹색', '잎을 감상하는', false, '바늘모양', '길쭉한', '잎 끝이 뾰족한', '잎이 빳빳한', NULL, NULL, '소형', '중', '-', NULL, NULL, '2025-05-26 15:33:39.389063'),
(1141, '틸란드시아 바일레이', NULL, 'Tillandisia baileyi', '틸란시아 아르젠티아는 아주 가는 잎이 빽빽하게 나서 솜방울 같은 느낌이 드는 식물이에요. ''은사초''와도 닮았어요. 틸란시아에서 나오는 뿌리는 착생을 위한 것이기 때문에 잘라내도 상관없어요.', '주 1~2회
분무를 해주거나, 30분정도 물에 담가주세요.', '반양지', '40~70%', '18~24℃', ' 10℃ 이상', '녹색잎, 분홍/ 보라색 꽃', '잎을 감상하는', false, '바늘모양', '길쭉한', '잎 끝이 뾰족한', '잎이 빳빳한', NULL, NULL, '소형', '중', '-', NULL, NULL, '2025-05-26 15:33:39.455461'),
(1142, '틸란드시아 카풋 메두사', NULL, 'Tillandsia caput medusae', '틸란시아 카풋 메두사는 뱀이 달린 메두사의 머리를 닮은듯한 구불구불한 잎이 매력적인 식물이에요. 잎에는 부드러운 솜털(트리콤)이 있는데, 트리콤 이용해서 공기중의 수분이나 영양분을 흡수해요.', '주 1~2회
분무를 해주거나, 30분정도 물에 담가주세요.', '반양지', '40~70%', '18~24℃', ' 10℃ 이상', '녹색에 하얀 솜털', '잎을 감상하는', false, '바늘모양', '길쭉한', '잎 끝이 뾰족한', '잎이 빳빳한', NULL, NULL, '소형', '중', '2만3천원~3만원', NULL, NULL, '2025-05-26 15:33:39.526642'),
(1143, '틸란드시아 애란토스', NULL, 'Tillandisa aeranthos', '틸란시아 애란토스는 약간 짧게 뻗치는 잎을 가졌어요. 위로 탑을 쌓듯이 나오는 잎이 매력적이에요. 햇빛이 잘 드는 곳에서 키우면 분홍색, 보라색의 아름다운 꽃을 볼 수 있어요.', '주 1~2회
분무를 해주거나, 30분정도 물에 담가주세요.', '반양지', '40~70%', '18~24℃', ' 10℃ 이상', '녹색잎, 분홍/ 보라색 꽃', '잎을 감상하는', false, '바늘모양', '길쭉한', '잎 끝이 뾰족한', '잎이 빳빳한', NULL, NULL, '소형', '중', '2만3천원 ', NULL, NULL, '2025-05-26 15:33:39.595651'),
(1145, '틸란드시아 스트릭타', NULL, 'Tillandsia stricta', '틸란시아 스트릭타는 촘촘하고 하늘한 느낌에 은빛잎이 매력적이에요. 햇빛이 잘 드는 곳에서 키우면 분홍색과 보라색의 꽃을 볼 수 있어요.', '주 1~2회
분무를 해주거나, 30분정도 물에 담가주세요.', '반양지', '40~70%', '18~24℃', ' 10℃ 이상', '은빛이 도는 녹색잎, 분홍/ 보라색 꽃', '잎을 감상하는', false, '바늘모양', '길쭉한', '잎 끝이 뾰족한', '잎이 빳빳한', NULL, NULL, '소형', '중', '4천원~6천원', NULL, NULL, '2025-05-26 15:33:39.734783'),
(1146, '틸란드시아 쉬데이아나', NULL, 'Tillandsia schiedeana', '틸란시아 스트릭타는 촘촘하고 하늘한 느낌에 은빛잎이 매력적이에요. 햇빛이 잘 드는 곳에서 키우면 분홍색과 보라색의 꽃을 볼 수 있어요.', '주 1~2회
분무를 해주거나, 30분정도 물에 담가주세요.', '반양지', '40~70%', '18~24℃', ' 10℃ 이상', '녹색', '잎을 감상하는', false, '바늘모양', '길쭉한', '잎 끝이 뾰족한', '잎이 빳빳한', NULL, NULL, '소형', '중', '3천원~1만원', NULL, NULL, '2025-05-26 15:33:39.798539'),
(1148, '틸란드시아 이오난사 푸에고', NULL, 'Tillandsia Ionantha Fuego', '틸란시아하면 가장 먼저 떠오르는 대표적인 틸란시아 이오난사보다 색이 짙고 잎의 표면이 맨들맨들해요. 스페인어로 푸에고(Fuego)는 불꽃을 의미한다고 해요. 이름처럼 꽃이 피면 잎까지 활활 타오르는 불꽃처럼 빨갛게 물드는데 그 모습이 정말 아름다워요.', '주 1회
분무를 해주거나, 30분정도 물에 담가주세요.', '반양지', '40~70%', '18~24℃', ' 10℃ 이상', '은빛이 도는 녹색', '잎을 감상하는', false, '바늘모양', '길쭉한', '잎 끝이 뾰족한', '잎이 빳빳한', NULL, NULL, '소형', '중', '1천원~3천원', NULL, NULL, '2025-05-26 15:33:39.923522'),
(1149, '비스마르크 야자', NULL, 'Bismarckia nobilis', '독일 제국의 첫 총독 이름에서 유래한 비스마르크 야자(Bismarckia nobilis)는 녹색과 은색 잎 두가지 종류가 있어요. 품종마다 잎 색상이 다르기 때문에 분양 받을 때 확인을 잘 해봐야해요. 은색 잎을 가진 품종은 햇빛을 많이 받으면 눈부신 은백색의 멋진 모습을 보여줘요.', '2주 1회
흙 표면부터 3cm까지 마르면, 듬뿍 주세요.', '양지', '40~70%', '18~24℃', '0℃ 이상', '은빛이 도는 녹색', '잎을 감상하는', false, '바늘모양', '길쭉한', '잎 끝이 뾰족한', '잎이 빳빳한', NULL, NULL, '중, 대형', '중', '중: 2만5천원~3만원
대: 8만원~10만원', NULL, NULL, '2025-05-26 15:33:39.986402'),
(1150, '디운에둘레 소철', NULL, 'Dioon edule', '에둘레 소철은 뾰족하고 가는 잎이 아주 촘촘하게 자라나는 소철이에요. 어린 모종에서 나온 한 두개의 잎은 정말 사랑스러운 모습이에요. 소철 특성상 성장 속도가 느린 편이에요. 웃자라게 되면 좀 더 성숙한 에둘레 소철의 잎 모양과 비슷해지지만 웃자람은 식물이 건강한 상태가 아니에요. 빛이 잘드는 곳에서 기르며, 새 잎이 나옴에 따라 자연적으로 잎자루가 길어지고 잎몸이 커지게 하는것이 좋아요.', '2주 1회
흙 표면부터 3cm까지 마르면, 듬뿍 주세요.', '양지', '40~70%', '18~24℃', '5℃ 이상', '녹색', '잎을 감상하는', false, '바늘모양', '길쭉한', '갈라진', '잎 끝이 뾰족한', NULL, NULL, '중형', '중', '18만원~25만원', NULL, NULL, '2025-05-26 15:33:40.048656'),
(1151, '호리더스 소철', NULL, 'Encephalartos horridus', '호리더스 소철은 강렬한 뿔 모양의 은백색 잎을 가진 소철이에요. Horridus는 라틴어로 ''강렬하고 두려운, 끔찍한'' 을 의미하는데 무장한 강렬한 생김새의 잎을 표현한 적절한 이름이에요. 강한 햇빛과 건조로 부터 보호하기 위해 은백색 왁스층으로 덮혀있어요. 손으로 문지르면 지워지지만 다시 햇빛을 많이 받게되면 왁스층이 생겨요. 또한 성장속도가 아주 느린편이에요.', '2주 1회
흙 표면부터 3cm까지 마르면, 듬뿍 주세요.', '양지', '40~70%', '18~24℃', '5℃ 이상', '은빛이 도는 녹색', '잎을 감상하는', false, '바늘모양', '갈라진', '잎 끝이 뾰족한', '잎이 두꺼운', NULL, NULL, '소형', '중', '50만원~60만원', NULL, NULL, '2025-05-26 15:33:40.111225'),
(1155, '초코리프', NULL, 'Euphorbia cotinifolia', '초코리프는 버건디 색상의 잎과 선명한 잎맥을 가진 식물이에요. 계절에 따라 카키색 부터 버건디 색까지 다양한 잎 색을 볼 수 있고 진한 초코색 잎 때문에 초코리프라고 불리고 있어요. 줄기를 자를 때 나오는 흰색 수액은 피부에 자극을 줄 수 있어 주의가 필요해요.', '2주 1회
흙 표면부터 3cm까지 마르면, 듬뿍 주세요.', '양지', '40~70%', '18~26℃ -', '10℃ 이상', '초코색', '잎을 감상하는', false, '둥근모양', '무늬가 있는', '잎 끝이 뾰족한', '잎이 두꺼운', NULL, '주의 필요', '소형', '중', '1만원~1만5천원', NULL, NULL, '2025-05-26 15:33:40.378978'),
(1158, '안스리움 크리스탈리넘', NULL, 'Anthurium crystallinum', '안스리움 크리스탈리넘은 벨벳 질감의 진한 녹색 잎에 하얀색 뚜렷한 잎맥을 가진 열대식물이에요. 예쁜 모양 때문에 교배종이 많아 다양한 종류의 크리스탈리넘이 있어요. 새순은 아주 작게 나와서 점점 커지는데, 이 모습이 아주 매력적인 식물이랍니다.', '주 1~2회
흙 표면부터 3cm까지 마르면, 듬뿍 주세요.', '반양지', '70%이상', '18~26℃ ', '10℃ 이상', '진녹색 잎에 하얀 잎맥', '잎을 감상하는', false, '둥근모양', '하트모양', '무늬가 있는', '잎 끝이 뾰족한', NULL, NULL, '소, 중형', '중', '소: 5만원~7만원
중: 7만원~13만원', NULL, NULL, '2025-05-26 15:33:40.577793'),
(1153, '디바오 소철', NULL, 'Cycas debaoensis', '디바오 소철은 여러 개로 세밀하게 갈라진 거대한 잎이 멋진 소철이에요. 평소에 알던 소철과 다르게 고사리 잎과 비슷한 모양을 갖고 있어요. 원산지는 중국 남부 광시장족자치구에요. 안타깝게도 서식지의 환경 파괴와 남획으로 멸종 위기에 처해있어요. 다행이 식물 매니아들에게 사랑을 받고 있어 씨앗으로 번식되고 있다고해요.', '2주 1회
흙 표면부터 3cm까지 마르면, 듬뿍 주세요.', '반양지', '40~70%', '18~26℃', '10℃ 이상', '녹색', '잎을 감상하는', false, '바늘모양', '길쭉한', '갈라진', '잎 끝이 뾰족한', NULL, NULL, '소형', '중', '6만원~8만원', NULL, NULL, '2025-05-26 15:33:40.238461'),
(1154, '펫츠 헤데라', NULL, 'x Fatshedera lizei', '펫츠 헤데라는 광택있는 단풍잎 모양의 잎을 가진 덩굴 식물이에요. 아이비(Hedera helix)와 팔손이(Fatsia japonica) 사이에서 태어나 두 식물의 특성을 모두 갖고 있어요. 나무처럼 목대가 생겨서 나무 아이비라고 불리기도해요. 짙은 초록색 잎부터 흰색과 노란색 무늬의 잎까지 다양한 종류가 있어요.', '2주 1회
흙 표면부터 3cm까지 마르면, 듬뿍 주세요.', '양지', '40~70%', '16~24℃', '5℃ 이상', '녹색', '잎을 감상하는', false, '별모양', '갈라진', '잎 끝이 뾰족한', '잎이 두꺼운', NULL, NULL, '소형', '중', '8천원~1만2천원', NULL, NULL, '2025-05-26 15:33:40.307507'),
(1156, '안스리움 리갈레', NULL, 'Anthurium regale', '안스리움 리갈레는 안스리움의 제왕이라고 불리는 식물이에요. 이름처럼 우람하고 멋진 모습을 느낄 수 있지만, 안스리움 중에선 키우기 까다로운 편이라고 해요. 멋진 모습을 사랑한다면 도전해볼만 하겠죠?', '2주 1회
흙 표면부터 3cm까지 마르면, 듬뿍 주세요.', '반양지', '70%이상', '18~26℃', '10℃ 이상', '녹색에 하얀 무늬', '잎을 감상하는', false, '둥근모양', '하트모양', '무늬가 있는', '잎 끝이 뾰족한', NULL, NULL, '중,대형', '상', '중: 6만원~15만원
대: 30만원~45만원', NULL, NULL, '2025-05-26 15:33:40.443613'),
(1157, '안스리움 포게티', NULL, 'Anthurium forgetii', '안스리움 포게티는 벨벳 질감의 진한 녹색 잎에 하얀색 뚜렷한 잎맥을 가진 열대식물이에요. 새순은 아주 작게 나와서 점점 커지는데, 이 모습이 아주 귀여워요. 물방울 모양의 잎을 가지고 있어 독특한 매력이 있답니다.', '주 1~2회
흙 표면부터 3cm까지 마르면, 듬뿍 주세요.', '반양지', '70%이상', '18~26℃ ', '10℃ 이상', '진녹색 잎에 하얀 잎맥', '잎을 감상하는', false, '둥근모양', '길쭉한', '무늬가 있는', '잎 끝이 뾰족한', NULL, NULL, '소형', '중', '3만5천원~5만원
', NULL, NULL, '2025-05-26 15:33:40.514765'),
(1166, '긴잎 아카시아', NULL, 'Acacia longifolia', '호주 남동부의 퀸즐랜드 출신 긴잎 아카시아는 은백색의 긴 잎과 봄에 피는 복슬복슬한 노란색 꽃이 매력적인 친구랍니다. 생장 속도가 빠른 편이며, 7~8미터 까지도 자란답니다.', '주 1~2회
흙 표면부터 3cm까지 마르면, 듬뿍 주세요.', '양지', '40~70%', '18~24℃', '0~10ºC', '녹색잎, 노란꽃', '잎을 감상하는', false, '길쭉한', '잎 끝이 뾰족한', '잎이 두꺼운', '잎이 빳빳한', NULL, NULL, '소, 중, 대형', '중', '소: 4천원~1만원
중: 1만5천원~4만원
대: 14만원~20만원', NULL, NULL, '2025-05-26 15:33:41.071572'),
(1159, '안스리움 클라리너비움', NULL, 'Anthurium clarinervium', '안스리움 클라리네비움은 벨벳 질감의 진한 녹색 잎에 하얀색 뚜렷한 잎맥을 가진 열대식물이에요. 새순은 아주 작게 나와서 점점 커지는 매력적인 식물이랍니다.', '주 1~2회
흙 표면부터 3cm까지 마르면, 듬뿍 주세요.', '반양지', '70%이상', '18~26℃ ', '10℃ 이상', '진녹색 잎에 하얀 잎맥', '잎을 감상하는', false, '둥근모양', '하트모양', '무늬가 있는', '잎 끝이 뾰족한', NULL, NULL, '중, 대형', '중', '중: 2만5천원~3만원
대: 5만원~8만원', NULL, NULL, '2025-05-26 15:33:40.637442'),
(1161, '흑법사', NULL, 'Aeonium arboreum ''Zwartkop', '흑법사는 검붉은 색의 장미와 비슷하게 생긴 다육식물이에요. 해외에서는 Black Rose라고 불려요. 키가 크게 자라는 편이어서 해외에서는 화단에 심어 멋지게 연출하기도 해요.', '2주 1회
흙 표면부터 3cm까지 마르면, 듬뿍 주세요.', '양지', '40~70%', '18~24℃', '10℃ 이상', '검붉은색', '다육/선인장', false, '둥근모양', '잎 끝이 뾰족한', '잎이 두꺼운', '잎이 빳빳한', NULL, NULL, '소형', '중', '3천원~8천원', NULL, NULL, '2025-05-26 15:33:40.764135') ON CONFLICT (id) DO NOTHING;
